package com.ilku1297.objects;

/**
 * список вузов, в которых учился пользователь. Массив объектов, описывающих университеты. Каждый объект содержит следующие поля:
 id (integer)— идентификатор университета;
 country (integer) — идентификатор страны, в которой расположен университет;
 city (integer) — идентификатор города, в котором расположен университет;
 name (string) — наименование университета;
 faculty (integer) — идентификатор факультета;
 faculty_name (string) — наименование факультета;
 chair (integer) — идентификатор кафедры;
 chair_name (string) — наименование кафедры;
 graduation (integer) — год окончания обучения;
 education_form (string) — форма обучения;
 education_status (string) — статус (например, «Выпускник (специалист)»).
 */
public class Universities {
}
